{
    "id": "sao-2025",
    "title": "Sao House",
    "year": 2025,
    "type": "PROJECT",
    "size": "active",
    "colorScheme": "rust",
    "categories": [
        "Design",
        "Development"
    ],
    "description": "Sao House is a Vietnamese coffee house anchored by an original narrative universe. The space bridges traditional Vietnamese coffee culture with Salt Lake City's creative community, creating a living world where story, culture, and community intersect, offering both daily neighborhood connection and unique evening experiences that expand the Sao House mythology.",
    "details": "Leading development of revolutionary creative retail location integrating cutting-edge AI and immersive technologies. Building comprehensive design system from ground up while managing integrated content pipeline for marketing and animated production. Currently in active development with planned launch in end of 2026.",
    "_imageNote": "Images are auto-detected! Place webp files named: sao_1.webp (cover), sao_2.webp (gallery), etc.",
    "metrics": [
        "Scaled reliable content pipeline for marketing and animated production",
        "Developed comprehensive operating standards across production workflows",
        "Built complete pastry menu with strategic positioning and brand integration",
        "Art directed high-performing content pieces driving engagement and brand awareness",
        "Leading cross-functional team coordination and creative operations",
        "Successfully launched operational systems supporting day-to-day creative output",
        "Delivered measurable content performance through strategic creative direction",
        "Integrated traditional Vietnamese coffee culture with modern creative operations",
        "Building revolutionary creative retail location with planned launch end of 2026"
    ],
    "technologies": [
        "Blender",
        "Unreal Engine 5",
        "Ableton",
        "Adobe Creative Suite",
        "Google Drive Suite",
        "Advanced Design Systems"
    ],
    "role": "Co-Founder, Chief Operating Officer, Technical Lead, Creative Director",
    "client": "Proprietary Venture",
    "duration": "2025 - Present",
    "status": "In Active Development",
    "launchDate": "End of 2026",
    "caseStudyUrl": null,
    "videos": []
} 