{
  "id": "barbacoa-2025",
  "title": "Barbacoa",
  "year": 2025,
  "slug": "barbacoa",
  "description": "Barbacoa is a legendary fast-casual restaurant rooted in Utah's culinary landscape. This comprehensive rebrand honored the restaurant's heritage while positioning it for modern growth, creating a refined visual identity that bridges traditional authenticity with contemporary appeal, strengthening both local recognition and expansion potential.",
  "details": "Complete brand identity system including logo evolution, color palette, comprehensive brand guidelines, integrated menu systems, photography standards, and cohesive interior design language for 4+ locations.",
  "categories": ["Design", "Branding", "Strategy"],
  "technologies": ["Brand Identity", "Design Systems", "Photography Direction", "Environmental Graphics"],
  "type": "PROJECT",
  "size": "large",
  "colorScheme": "orange",
  "videoId": "6989658b4db88a967f795e3e",
  "videoType": "gumlet",
  "videoUrl": "https://play.gumlet.io/embed/6989658b4db88a967f795e3e",
  "videoMode": "autoplay",
  "metrics": [
    "Developed complete brand identity system including logo evolution and color palette",
    "Created comprehensive brand guidelines ensuring consistency across 4+ locations",
    "Designed integrated menu systems balancing visual appeal with operational efficiency",
    "Established photography and visual content standards for marketing materials",
    "Built cohesive interior design language maintaining brand consistency across locations",
    "Crafted strategic positioning differentiating Barbacoa within competitive fast-casual market",
    "Developed signage and environmental graphics system for seamless customer experience",
    "Created digital asset library supporting ongoing marketing and social media presence",
    "Delivered operational brand standards enabling franchisee implementation",
    "Integrated cultural storytelling elements celebrating Barbacoa's authentic culinary roots"
  ],
  "role": "Creative Director, Brand Strategist",
  "client": "Barbacoa",
  "images": []
}
