{
  "id": "invita-head-spa-2025",
  "title": "Invita Head Spa",
  "year": 2025,
  "slug": "invita-head-spa",
  "description": "Invita Head Spa is a wellness-focused service brand preparing for strategic franchise expansion. This comprehensive brand development established visual identity, operational standards, and creative guidelines across five locations, creating a cohesive foundation that enables consistent franchisee implementation while maintaining premium positioning in the wellness industry.",
  "details": "Complete visual identity system including color palette, typography standards, comprehensive photography and videography guidelines, operational brand standards supporting seamless franchise replication, and strategic positioning differentiating Invita within competitive wellness market.",
  "categories": ["Design", "Branding", "Strategy"],
  "technologies": ["Brand Identity", "Photography Direction", "Videography Direction", "Franchise Systems"],
  "type": "PROJECT",
  "size": "large",
  "colorScheme": "sky",
  "metrics": [
    "Developed complete visual identity system including color palette and typography standards",
    "Created comprehensive photography and videography guidelines ensuring brand consistency",
    "Built operational brand standards supporting seamless franchise replication",
    "Established strategic positioning differentiating Invita within competitive wellness market",
    "Crafted franchise-ready brand guidelines enabling independent location ownership",
    "Developed customer experience standards maintaining service quality across expansion",
    "Created marketing asset templates supporting location-level promotional efforts",
    "Designed environmental and interior aesthetics reinforcing premium wellness positioning",
    "Integrated cultural wellness principles with modern spa service expectations",
    "Delivered complete brand toolkit preparing five locations for immediate franchise launch"
  ],
  "role": "Creative Director, Brand Strategist",
  "client": "Invita Head Spa",
  "images": []
}
